{
  "bear": {
    "name": "Большая Медведица",
    "path": "/bear.svg",
    "about": [
      {
        "name": "Описание",
        "text": "Большая Медведица — одно из самых известных созвездий северного полушария, включающее в себя семь ярких звезд, образующих фигуру, напоминающую ковш."
      },
      {
        "name": "Легенда",
        "text": "В греческой мифологии Большая Медведица связана с легендой о Каллисто, превращенной в медведицу Зевсом, чтобы защитить её от гнева Геры."
      },
      {
        "name": "Звезды",
        "text": "Основные звезды созвездия: Дубхе, Мерак, Фекда, Мегрец, Алиот, Мицар и Алькаид."
      },
      {
        "name": "Факты",
        "text": "Большая Медведица является одним из древнейших и самых узнаваемых созвездий, используемым в навигации на протяжении тысячелетий."
      },
      {
        "name": "Подробности",
        "text": "Площадь: 1280 квадратных градусов\nНаблюдаемость: в северном полушарии круглый год\nСамая яркая звезда: Алиот (эпсилон Большой Медведицы)"
      }
    ]
  },
  "dragon": {
    "name": "Дракон",
    "path": "/dragon.svg",
    "about": [
      {
        "name": "Описание",
        "text": "Дракон — большое созвездие северного полушария, включающее в себя множество ярких звезд, образующих фигуру, напоминающую извивающегося дракона."
      },
      {
        "name": "Легенда",
        "text": "В греческой мифологии Дракон ассоциируется с Ладоном, драконом, охранявшим золотые яблоки в саду Гесперид."
      },
      {
        "name": "Звезды",
        "text": "Основные звезды созвездия: Тубан, Эльтенин, Растабан, Гианах и Эдфера."
      },
      {
        "name": "Факты",
        "text": "Тубан, звезда в созвездии Дракона, была полярной звездой около 4000 лет назад."
      },
      {
        "name": "Подробности",
        "text": "Площадь: 1083 квадратных градуса\nНаблюдаемость: в северном полушарии круглый год\nСамая яркая звезда: Эльтенин (гама Дракона)"
      }
    ]
  },
  "cassiopeia": {
    "name": "Кассиопея",
    "path": "/cassiopeia.svg",
    "about": [
      {
        "name": "Описание",
        "text": "Кассиопея — заметное созвездие северного полушария, известное своей W-образной формой, образованной пятью яркими звездами."
      },
      {
        "name": "Легенда",
        "text": "В греческой мифологии Кассиопея была женой царя Кефея и матерью Андромеды, известной своей тщеславностью."
      },
      {
        "name": "Звезды",
        "text": "Основные звезды созвездия: Шедар, Каф, Цих, Сегин и Рукбах."
      },
      {
        "name": "Факты",
        "text": "Кассиопея — одно из 88 современных созвездий и одно из 48 созвездий, перечисленных Птолемеем во втором веке."
      },
      {
        "name": "Подробности",
        "text": "Площадь: 598 квадратных градусов\nНаблюдаемость: в северном полушарии круглый год\nСамая яркая звезда: Шедар (альфа Кассиопеи)"
      }
    ]
  }
}
