{
  "earth": {
    "name": "Земля",
    "path": "/earth.glb",
    "scale": 0.001,
    "light": 10,
    "about": [
      {
        "name": "Описание",
        "text": "Земля — третья по удалённости от Солнца планета Солнечной системы. Это самая плотная планета, пятая по диаметру и массе среди всех планет Солнечной системы, и крупнейшая среди планет земной группы. Приблизительно 70,8% поверхности Земли занимает Мировой океан, остальную часть поверхности занимают континенты и острова. Земля обладает уникальной атмосферой, содержащей кислород, необходимый для жизни, а также защищающей от вредного космического излучения благодаря магнитному полю."
      },
      {
        "name": "Особенности",
        "text": "Земля имеет разнообразный климат и ландшафт, включающий горы, пустыни, леса, реки и океаны. Основные особенности включают:\n- Магнитное поле, которое защищает планету от солнечного ветра.\n- Наличие жидкой воды в больших количествах.\n- Разнообразие климатических зон, от тропиков до полярных регионов.\n- Тектоническая активность, ведущая к образованию гор и вулканов."
      },
      {
        "name": "Местоположение",
        "text": "Земля находится на третьей орбите от Солнца. Её среднее расстояние до Солнца составляет около 149,6 миллионов километров (1 астрономическая единица). Она вращается вокруг Солнца с периодом около 365,25 дней, что определяет продолжительность одного года. Наклон оси вращения Земли составляет около 23,5 градусов, что вызывает смену времён года."
      },
      {
        "name": "Факты",
        "text": "Земля является единственной известной планетой, на которой существует жизнь. Благодаря своим условиям — воде, атмосфере, умеренной температуре и наличию разнообразных химических элементов — Земля поддерживает огромное разнообразие форм жизни. Биосфера Земли включает миллионы видов организмов, включая растения, животных, грибы и микроорганизмы. Атмосфера Земли содержит около 21% кислорода, что необходимо для дыхания большинства живых существ."
      },
      {
        "name": "Подробности",
        "text": "Диаметр: 12,742 км\nМасса: 5.97 × 10^24 кг\nПлотность: 5.51 г/см³\nПериод вращения: 24 часа\nПериод обращения вокруг Солнца: 365.25 дней\nТемпература поверхности: от -88 до 58°C"
      }
    ]
  },
  "sun": {
    "name": "Солнце",
    "path": "/sun.glb",
    "scale": 0.001,
    "light": 10,
    "about": [
      {
        "name": "Описание",
        "text": "Солнце — это звезда спектрального класса G2V, находящаяся в центре Солнечной системы. Оно обеспечивает свет и тепло, необходимые для жизни на Земле."
      },
      {
        "name": "Особенности",
        "text": "Солнце имеет сложную структуру и динамику. Основные особенности включают:\n- Ядро, где происходят термоядерные реакции.\n- Радиативную и конвективную зоны.\n- Фотосферу, которая является видимой поверхностью.\n- Хромосферу и корону, видимые во время солнечных затмений."
      },
      {
        "name": "Местоположение",
        "text": "Солнце находится в центре Солнечной системы. Оно является ближайшей звездой к Земле, расположенной на среднем расстоянии около 149,6 миллионов километров."
      },
      {
        "name": "Факты",
        "text": "Солнце состоит в основном из водорода (около 74%) и гелия (около 24%). Оно поддерживает жизнь на Земле, обеспечивая свет и тепло. Возраст Солнца оценивается в около 4,6 миллиарда лет."
      },
      {
        "name": "Подробности",
        "text": "Диаметр: 1,392,700 км\nМасса: 1.989 × 10^30 кг\nПлотность: 1.41 г/см³\nТемпература поверхности: около 5500°C\nТемпература ядра: около 15,000,000°C\nСветимость: 3.828 × 10^26 Вт"
      }
    ]
  },
  "mars": {
    "name": "Марс",
    "path": "/mars.glb",
    "scale": 0.001,
    "light": 3,
    "about": [
      {
        "name": "Описание",
        "text": "Марс — четвёртая по удалённости от Солнца планета Солнечной системы. Он известен своей красноватой окраской из-за наличия оксида железа на поверхности."
      },
      {
        "name": "Особенности",
        "text": "Марс обладает различными геологическими особенностями, такими как:\n- Гигантские вулканы, включая Олимп — крупнейший вулкан в Солнечной системе.\n- Долины, такие как Долина Маринера — одна из крупнейших каньонов.\n- Полярные ледяные шапки, состоящие из водяного льда и сухого льда (замороженный CO2)."
      },
      {
        "name": "Местоположение",
        "text": "Марс находится на четвёртой орбите от Солнца. Его среднее расстояние до Солнца составляет около 227,9 миллионов километров."
      },
      {
        "name": "Факты",
        "text": "Марс известен своими пылевыми бурями, которые могут охватывать всю планету. Также на Марсе есть признаки древних рек и озёр, что делает его одним из основных кандидатов для поиска признаков жизни."
      },
      {
        "name": "Подробности",
        "text": "Диаметр: 6,779 км\nМасса: 6.42 × 10^23 кг\nПлотность: 3.93 г/см³\nПериод вращения: 24.6 часа\nПериод обращения вокруг Солнца: 687 дней\nТемпература поверхности: от -125 до 20°C"
      }
    ]
  },
  "mercury": {
    "name": "Меркурий",
    "path": "/mercury.glb",
    "scale": 0.001,
    "light": 3,
    "about": [
      {
        "name": "Описание",
        "text": "Меркурий — самая близкая к Солнцу планета Солнечной системы. Это самая маленькая и самая быстрая планета, вращающаяся вокруг Солнца."
      },
      {
        "name": "Особенности",
        "text": "Меркурий имеет ряд уникальных характеристик:\n- Очень тонкую атмосферу, состоящую в основном из кислорода, натрия и водорода.\n- Большие температурные колебания от очень высоких до очень низких значений.\n- Поверхность, покрытая кратерами и горами."
      },
      {
        "name": "Местоположение",
        "text": "Меркурий находится на первой орбите от Солнца. Его среднее расстояние до Солнца составляет около 57,9 миллионов километров."
      },
      {
        "name": "Факты",
        "text": "Меркурий имеет наибольшие перепады температур среди планет Солнечной системы, от -173°C ночью до 427°C днем. У него нет естественных спутников."
      },
      {
        "name": "Подробности",
        "text": "Диаметр: 4,880 км\nМасса: 3.30 × 10^23 кг\nПлотность: 5.43 г/см³\nПериод вращения: 58.6 дней\nПериод обращения вокруг Солнца: 88 дней\nТемпература поверхности: от -173 до 427°C"
      }
    ]
  },
  "venus": {
    "name": "Венера",
    "path": "/venus.glb",
    "scale": 0.001,
    "light": 3,
    "about": [
      {
        "name": "Описание",
        "text": "Венера — вторая по удалённости от Солнца планета Солнечной системы. Она имеет размер и массу, близкие к Земле, но сильно отличается по своим условиям на поверхности."
      },
      {
        "name": "Особенности",
        "text": "Венера имеет несколько отличительных черт:\n- Плотную атмосферу, состоящую в основном из углекислого газа.\n- Очень высокую температуру поверхности из-за парникового эффекта.\n- Поверхность, покрытую вулканами и обширными равнинами."
      },
      {
        "name": "Местоположение",
        "text": "Венера находится на второй орбите от Солнца. Её среднее расстояние до Солнца составляет около 108,2 миллионов километров."
      },
      {
        "name": "Факты",
        "text": "Венера вращается вокруг своей оси в обратном направлении по сравнению с большинством планет. Атмосферное давление на поверхности Венеры в 92 раза больше, чем на Земле."
      },
      {
        "name": "Подробности",
        "text": "Диаметр: 12,104 км\nМасса: 4.87 × 10^24 кг\nПлотность: 5.24 г/см³\nПериод вращения: 243 дня\nПериод обращения вокруг Солнца: 225 дней\nТемпература поверхности: около 462°C"
      }
    ]
  },
  "jupiter": {
    "name": "Юпитер",
    "path": "/jupiter.glb",
    "scale": 0.001,
    "light": 3,
    "about": [
      {
        "name": "Описание",
        "text": "Юпитер — крупнейшая планета Солнечной системы. Он известен своими полосатыми облаками и большим красным пятном, которое является гигантским штормом."
      },
      {
        "name": "Особенности",
        "text": "Основные особенности Юпитера:\n- Наличие большого количества спутников, включая Ганимед, крупнейший спутник в Солнечной системе.\n- Сложная атмосфера с полосами и вихрями.\n- Магнитное поле, которое в 20 000 раз сильнее земного."
      },
      {
        "name": "Местоположение",
        "text": "Юпитер находится на пятой орбите от Солнца. Его среднее расстояние до Солнца составляет около 778,5 миллионов километров."
      },
      {
        "name": "Факты",
        "text": "Юпитер имеет 79 известных спутников и кольцевую систему, состоящую из трёх главных колец. Его большое красное пятно существует уже более 300 лет."
      },
      {
        "name": "Подробности",
        "text": "Диаметр: 139,820 км\nМасса: 1.90 × 10^27 кг\nПлотность: 1.33 г/см³\nПериод вращения: 9.9 часов\nПериод обращения вокруг Солнца: 11.86 лет\nТемпература верхних слоёв облаков: около -145°C"
      }
    ]
  },
  "saturn": {
    "name": "Сатурн",
    "path": "/saturn.glb",
    "scale": 0.001,
    "light": 3,
    "about": [
      {
        "name": "Описание",
        "text": "Сатурн — вторая по величине планета Солнечной системы, известная своими ярко выраженными кольцами."
      },
      {
        "name": "Особенности",
        "text": "Сатурн имеет следующие особенности:\n- Сложная система колец, состоящая из льда и камней.\n- Более 80 известных спутников, включая Титан, который больше Меркурия.\n- Гигантская атмосфера, в основном состоящая из водорода и гелия."
      },
      {
        "name": "Местоположение",
        "text": "Сатурн находится на шестой орбите от Солнца. Его среднее расстояние до Солнца составляет около 1,429 миллиардов километров."
      },
      {
        "name": "Факты",
        "text": "Кольца Сатурна простираются на расстояние до 282,000 км от планеты. Титан, крупнейший спутник Сатурна, имеет плотную атмосферу и жидкие углеводороды на поверхности."
      },
      {
        "name": "Подробности",
        "text": "Диаметр: 116,460 км\nМасса: 5.68 × 10^26 кг\nПлотность: 0.69 г/см³\nПериод вращения: 10.7 часов\nПериод обращения вокруг Солнца: 29.46 лет\nТемпература верхних слоёв облаков: около -178°C"
      }
    ]
  },
  "uranus": {
    "name": "Уран",
    "path": "/uranus.glb",
    "scale": 0.001,
    "light": 3,
    "about": [
      {
        "name": "Описание",
        "text": "Уран — седьмая планета от Солнца, уникальная своим осевым наклоном, который составляет около 98 градусов."
      },
      {
        "name": "Особенности",
        "text": "Уран обладает следующими характеристиками:\n- Сильное осевое наклонение, которое заставляет планету вращаться как бы 'на боку'.\n- Атмосфера, содержащая метан, придающий планете голубоватый оттенок.\n- Система колец и более 27 известных спутников."
      },
      {
        "name": "Местоположение",
        "text": "Уран находится на седьмой орбите от Солнца. Его среднее расстояние до Солнца составляет около 2,871 миллиарда километров."
      },
      {
        "name": "Факты",
        "text": "Уран имеет холоднейшую атмосферу среди планет Солнечной системы, с минимальными температурами до -224°C. Один оборот вокруг Солнца занимает около 84 земных лет."
      },
      {
        "name": "Подробности",
        "text": "Диаметр: 50,724 км\nМасса: 8.68 × 10^25 кг\nПлотность: 1.27 г/см³\nПериод вращения: 17.2 часа\nПериод обращения вокруг Солнца: 84 года\nТемпература верхних слоёв облаков: около -224°C"
      }
    ]
  },
  "neptune": {
    "name": "Нептун",
    "path": "/neptune.glb",
    "scale": 0.001,
    "light": 3,
    "about": [
      {
        "name": "Описание",
        "text": "Нептун — восьмая и самая дальняя от Солнца планета в Солнечной системе. Он известен своими сильными ветрами и штормами."
      },
      {
        "name": "Особенности",
        "text": "Основные характеристики Нептуна:\n- Гигантская атмосфера, состоящая из водорода, гелия и метана.\n- Ветры, которые достигают скоростей до 2,100 км/ч.\n- Более 14 известных спутников, включая Тритон, который имеет обратное орбитальное движение."
      },
      {
        "name": "Местоположение",
        "text": "Нептун находится на восьмой орбите от Солнца. Его среднее расстояние до Солнца составляет около 4,495 миллиардов километров."
      },
      {
        "name": "Факты",
        "text": "Нептун имеет ярко выраженные сезоны, которые длятся около 40 земных лет каждый. Большое тёмное пятно на Нептуне является гигантским штормом, аналогичным Большому красному пятну на Юпитере."
      },
      {
        "name": "Подробности",
        "text": "Диаметр: 49,244 км\nМасса: 1.02 × 10^26 кг\nПлотность: 1.64 г/см³\nПериод вращения: 16.1 часа\nПериод обращения вокруг Солнца: 164.8 лет\nТемпература верхних слоёв облаков: около -214°C"
      }
    ]
  },
  "moon": {
    "name": "Луна",
    "path": "/moon.glb",
    "scale": 0.001,
    "light": 3,
    "about": [
      {
        "name": "Описание",
        "text": "Луна — единственный естественный спутник Земли. Она является пятым по величине спутником в Солнечной системе и крупнейшим среди спутников планет земной группы."
      },
      {
        "name": "Особенности",
        "text": "Луна имеет следующие характеристики:\n- Сложная поверхность с кратерами, горами и лунными морями.\n- Отсутствие атмосферы, что приводит к сильным перепадам температур.\n- Гравитационное влияние, вызывающее приливы и отливы на Земле."
      },
      {
        "name": "Местоположение",
        "text": "Луна находится на орбите вокруг Земли. Её среднее расстояние до Земли составляет около 384,400 километров."
      },
      {
        "name": "Факты",
        "text": "Луна всегда обращена к Земле одной и той же стороной, из-за чего мы видим только одну её сторону. Лунный грунт содержит большое количество реголита — мелкозернистого материала, образованного при ударах метеоритов."
      },
      {
        "name": "Подробности",
        "text": "Диаметр: 3,474 км\nМасса: 7.35 × 10^22 кг\nПлотность: 3.34 г/см³\nПериод вращения: 27.3 дня\nПериод обращения вокруг Земли: 27.3 дня\nТемпература поверхности: от -173°C до 127°C"
      }
    ]
  },
  "voyager1": {
    "name": "Voyager 1",
    "path": "/voyager.glb",
    "scale": 0.08,
    "light": 10,
    "about": [
      {
        "name": "Описание",
        "text": "Voyager 1 — космический аппарат, запущенный NASA в 1977 году для исследования внешних планет Солнечной системы и межзвёздного пространства."
      },
      {
        "name": "Особенности",
        "text": "Voyager 1 имеет следующие особенности:\n- Самый удалённый от Земли объект, созданный человеком.\n- Наличие Золотой пластинки с информацией о Земле и её обитателях.\n- Исследование Юпитера, Сатурна и их спутников."
      },
      {
        "name": "Местоположение",
        "text": "Voyager 1 покинул гелиосферу и находится в межзвёздном пространстве. Его текущее расстояние от Земли составляет более 22 миллиардов километров."
      },
      {
        "name": "Факты",
        "text": "Voyager 1 передал первые подробные изображения Юпитера и Сатурна. В 2012 году аппарат стал первым объектом, покинувшим гелиосферу и войдя в межзвёздное пространство."
      },
      {
        "name": "Подробности",
        "text": "Дата запуска: 5 сентября 1977 года\nВес: 721.9 кг\nЭнергетический источник: Радиоизотопный термоэлектрический генератор\nСкорость: 17 км/с\nТекущая дистанция от Земли: более 22 млрд км"
      }
    ]
  },
  "voyager2": {
    "name": "Voyager 2",
    "path": "/voyager.glb",
    "scale": 0.08,
    "light": 10,
    "about": [
      {
        "name": "Описание",
        "text": "Voyager 2 — космический аппарат, запущенный NASA в 1977 году для исследования внешних планет Солнечной системы и межзвёздного пространства."
      },
      {
        "name": "Особенности",
        "text": "Voyager 2 имеет следующие особенности:\n- Единственный космический аппарат, посетивший все четыре планеты-гиганта.\n- Наличие Золотой пластинки с информацией о Земле и её обитателях.\n- Исследование Юпитера, Сатурна, Урана и Нептуна."
      },
      {
        "name": "Местоположение",
        "text": "Voyager 2 находится на границе гелиосферы и межзвёздного пространства. Его текущее расстояние от Земли составляет более 18 миллиардов километров."
      },
      {
        "name": "Факты",
        "text": "Voyager 2 передал первые подробные изображения Урана и Нептуна. Аппарат продолжает передавать данные о межзвёздной среде."
      },
      {
        "name": "Подробности",
        "text": "Дата запуска: 20 августа 1977 года\nВес: 721.9 кг\nЭнергетический источник: Радиоизотопный термоэлектрический генератор\nСкорость: 15.4 км/с\nТекущая дистанция от Земли: более 18 млрд км"
      }
    ]
  },
  "proxima": {
    "name": "Proxima B",
    "path": "/proxima.glb",
    "scale": 0.001,
    "light": 4,
    "about": [
      {
        "name": "Описание",
        "text": "Proxima B — экзопланета, вращающаяся вокруг звезды Проксима Центавра, ближайшей к Солнцу звезды."
      },
      {
        "name": "Особенности",
        "text": "Proxima B имеет следующие особенности:\n- Находится в зоне обитаемости своей звезды, где возможна жидкая вода.\n- Находится на расстоянии 4.24 световых лет от Земли.\n- Вероятно, имеет каменистую поверхность."
      },
      {
        "name": "Местоположение",
        "text": "Proxima B вращается вокруг звезды Проксима Центавра, которая является частью тройной звёздной системы Альфа Центавра."
      },
      {
        "name": "Факты",
        "text": "Proxima B была открыта в 2016 году. Она является одной из ближайших к Земле экзопланет и объектом активных исследований на предмет возможной жизни."
      },
      {
        "name": "Подробности",
        "text": "Диаметр: около 1.3 раза больше Земли\nМасса: около 1.17 земных масс\nОрбитальный период: 11.2 дня\nРасстояние до звезды: 0.0485 а.е.\nТемпература поверхности: зависит от атмосферы, возможна жидкая вода"
      }
    ]
  },
  "cancri": {
    "name": "Cancri E",
    "path": "/cancri.glb",
    "scale": 0.001,
    "light": 4,
    "about": [
      {
        "name": "Описание",
        "text": "55 Cancri E — экзопланета, вращающаяся вокруг звезды 55 Рака, находящейся на расстоянии около 40 световых лет от Земли."
      },
      {
        "name": "Особенности",
        "text": "55 Cancri E имеет следующие особенности:\n- Невероятно высокая температура поверхности.\n- Каменистая планета, вероятно, с лавовыми потоками.\n- Очень близкая орбита к своей звезде."
      },
      {
        "name": "Местоположение",
        "text": "55 Cancri E находится в системе 55 Рака, которая видна в созвездии Рака."
      },
      {
        "name": "Факты",
        "text": "55 Cancri E обращается вокруг своей звезды всего за 18 часов. Из-за близости к звезде, планета является одной из самых горячих известных экзопланет."
      },
      {
        "name": "Подробности",
        "text": "Диаметр: около 2 раз больше Земли\nМасса: около 8 земных масс\nОрбитальный период: 18 часов\nРасстояние до звезды: 0.01544 а.е.\nТемпература поверхности: около 2,400°C"
      }
    ]
  },
  "vesta": {
    "name": "Vesta",
    "path": "/vesta.glb",
    "scale": 0.0001,
    "light": 4,
    "about": [
      {
        "name": "Описание",
        "text": "Веста — один из крупнейших астероидов в поясе астероидов между Марсом и Юпитером."
      },
      {
        "name": "Особенности",
        "text": "Веста имеет следующие особенности:\n- Сложная поверхность с крупными кратерами.\n- Один из самых ярких объектов в поясе астероидов.\n- Наличие дифференцированной структуры, схожей с планетами."
      },
      {
        "name": "Местоположение",
        "text": "Веста находится в поясе астероидов между орбитами Марса и Юпитера."
      },
      {
        "name": "Факты",
        "text": "Веста была исследована космическим аппаратом Dawn, который передал подробные снимки её поверхности. Веста является источником множества метеоритов, найденных на Земле."
      },
      {
        "name": "Подробности",
        "text": "Диаметр: около 525 км\nМасса: 2.59 × 10^20 кг\nПлотность: 3.4 г/см³\nОрбитальный период: 3.63 года\nНаклон оси: 29 градусов\nТемпература поверхности: от -20°C до -190°C"
      }
    ]
  },
  "wasp": {
    "name": "WASP-12 b",
    "path": "/wasp12b.glb",
    "scale": 0.001,
    "light": 4,
    "about": [
      {
        "name": "Описание",
        "text": "WASP-12 b — экзопланета, вращающаяся вокруг звезды WASP-12, находящейся на расстоянии около 1400 световых лет от Земли."
      },
      {
        "name": "Особенности",
        "text": "WASP-12 b имеет следующие особенности:\n- Очень близкая орбита к своей звезде.\n- Из-за сильного нагрева звезды, планета имеет форму эллипса.\n- В атмосфере планеты обнаружены следы воды и углерода."
      },
      {
        "name": "Местоположение",
        "text": "WASP-12 b вращается вокруг звезды WASP-12 в созвездии Возничего."
      },
      {
        "name": "Факты",
        "text": "WASP-12 b относится к классу горячих юпитеров и является одной из самых тёмных известных экзопланет, поглощающей более 94% падающего на неё света."
      },
      {
        "name": "Подробности",
        "text": "Диаметр: около 1.9 раза больше Юпитера\nМасса: около 1.41 массы Юпитера\nОрбитальный период: 1.09 дня\nРасстояние до звезды: 0.023 а.е.\nТемпература поверхности: около 2,500°C"
      }
    ]
  },
"asteroids": {
  "name": "Пояс астероидов",
  "path": "/asteroids.glb",
  "scale": 0.001,
  "light": 50,
  "about": [
    {
      "name": "Описание",
      "text": "Пояс астероидов — это область в Солнечной системе между орбитами Марса и Юпитера, где находится множество малых космических объектов, называемых астероидами."
    },
    {
      "name": "Особенности",
      "text": "Основные особенности пояса астероидов:\n- Включает множество космических объектов, преимущественно каменистой природы.\n- Разнообразие размеров, от крупных астероидов до мелких камней.\n- Орбиты астероидов не сформировались в планеты из-за гравитационного воздействия Юпитера."
    },
    {
      "name": "Местоположение",
      "text": "Пояс астероидов находится между орбитами Марса и Юпитера внутри Солнечной системы."
    },
    {
      "name": "Факты",
      "text": "Пояс астероидов имеет следующие факты:\n- Этот пояс был обнаружен в 1801 году итальянским астрономом Джузеппе Пиазци.\n- Он состоит из множества малых космических тел, но также включает в себя крупные астероиды, такие как Церера и Веста.\n- Средний размер астероидов варьируется от нескольких метров до нескольких сотен километров в диаметре."
    },
    {
      "name": "Подробности",
      "text": "Дополнительные подробности о поясе астероидов:\n- Орбиты астероидов в поясе часто находятся в зоне резонанса с Юпитером, что приводит к их стабильности в течение долгих периодов времени.\n- Научные исследования пояса астероидов показывают, что его состав богат на различные минералы, включая никель, железо и платиновые металлы.\n- Некоторые астероиды из пояса были исследованы миссиями космических аппаратов, такими как миссия Dawn, которая изучала астероиды Веста и Церера."
    }
  ]
}
}