{
  "earth": {
    "name": "Земля",
    "path": "/earth.glb",
    "scale": 0.001,
    "light": 10,
    "about": [
      {
        "name": "Описание",
        "text": "Земля — третья по удалённости от Солнца планета Солнечной системы. Это самая плотная планета, пятая по диаметру и массе среди всех планет Солнечной системы, и крупнейшая среди планет земной группы. Приблизительно 70,8% поверхности Земли занимает Мировой океан, остальную часть поверхности занимают континенты и острова. Земля обладает уникальной атмосферой, содержащей кислород, необходимый для жизни, а также защищающей от вредного космического излучения благодаря магнитному полю."
      },
      {
        "name": "Особенности",
        "text": "Земля имеет разнообразный климат и ландшафт, включающий горы, пустыни, леса, реки и океаны. Основные особенности включают:\n- Магнитное поле, которое защищает планету от солнечного ветра.\n- Наличие жидкой воды в больших количествах.\n- Разнообразие климатических зон, от тропиков до полярных регионов.\n- Тектоническая активность, ведущая к образованию гор и вулканов."
      },
      {
        "name": "Местоположение",
        "text": "Земля находится на третьей орбите от Солнца. Её среднее расстояние до Солнца составляет около 149,6 миллионов километров (1 астрономическая единица). Она вращается вокруг Солнца с периодом около 365,25 дней, что определяет продолжительность одного года. Наклон оси вращения Земли составляет около 23,5 градусов, что вызывает смену времён года."
      },
      {
        "name": "Пригодность для жизни",
        "text": "Земля является единственной известной планетой, на которой существует жизнь. Благодаря своим условиям — воде, атмосфере, умеренной температуре и наличию разнообразных химических элементов — Земля поддерживает огромное разнообразие форм жизни. Биосфера Земли включает миллионы видов организмов, включая растения, животных, грибы и микроорганизмы. Атмосфера Земли содержит около 21% кислорода, что необходимо для дыхания большинства живых существ. Наличие воды в жидком состоянии, умеренные температуры и разнообразие экосистем делают Землю уникально пригодной для жизни."
      }
    ]
  },
  "sun": {
    "name": "Солнце",
    "path": "/sun.glb",
    "scale": 0.001,
    "light": 10,
    "about": [
      {
        "name": "Описание",
        "text": "Огромная звезда"
      }
    ]
  },
  "mars": {
    "name": "Марс",
    "path": "/mars.glb",
    "scale": 0.001,
    "light": 3,
    "about": [
      {
        "name": "Описание",
        "text": "Шоколадка такая"
      }
    ]
  },
  "voyager": {
    "name": "Вояджер",
    "path": "/voyager.glb",
    "scale": 0.08,
    "light": 10,
    "about": [
      {
        "name": "Описание",
        "text": "Самое далекое от земли твоерие человечества"
      }
    ]
  },
  "proxima": {
    "name": "Proxima B",
    "path": "/proxima.glb",
    "scale": 0.001,
    "light": 4,
    "about": [
      {
        "name": "Описание",
        "text": "Самая близкая к земле экзопланета"
      }
    ]
  }
}